// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Tilldela ny ICC-profil";

NoPapersTitle = "Det finns inga specialpapperstyper att redigera";
NoPapersMsg = "Lägg till eller importera ett specialpapper för att sedan kunna tilldela en ICC-profil.";
NoPapersDefButton = "Lägg till specialpapper";

ProfileExistsTitle = "Denna ICC-profil finns redan";
ProfileExistsMsg = "En ICC-profil med filnamnet \"%@\" finns redan i den lokala behållaren. Om du väljer \"Använd befintlig profil\" kommer den lagrade profilen att användas med ditt papper. Du kan annars välja \"Använd unikt filnamn\" för att skapa ett nytt profilnamn.";
ProfileExistsDefButton = "Använd befintlig profil";
ProfileExistsAltButton = "Avbryt";
ProfileExistsOtherButton = "Använd unikt filnamn";

NoIccTitle = "<ingen profil vald>";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Bestruket inkjet";
PhotoRag = "Foto-lump";
Watercolor = "Vattenfärg";
Canvas = "Grovt linne";
RigidPhotoRag = "Styvt foto-lump";
RigidWatercolor = "Styv vattenfärg";
RigidCanvas = "Styvt linne";
Brochure = "Broschyr";
PlainPaper = "Vanligt papper";
PhotoInkjetScrapbook = "Inkjet klippbokspapper, foto";
MatteInkjetScrapbook = "Inkjet klippbokspapper, matt";

Coated = "Bestruket";
PhotoThick = "Tjockt foto";
FiberGloss = "Fiberglättat";
photoRag = "Lumppapper, foto";
photoRagThin = "Tunt lumppapper";

//print quality names
Best = "Bästa";
Normal = "Normal";
Fast = "Snabbutkast";
MaxDPI = "Maximal DPI";

ProfileInvalidTitle = "Felaktig ICC-filtyp";
ProfileInvalidMsg = "Den valda ICC-filen är inte avsedd att användas med en skrivare.";
ProfileInvalidDefButton = "Välj en annan profil…";

TaskTitleFieldText = "Tilldela ny ICC-profil";
TaskDescriptionFieldText = "Klicka på knappen Tilldela för att tilldela en ny ICC-profil till ditt specialpapper.";
StartButtonText = "Tilldela";

AddSheetDescriptionFieldText = "Selecione o perfil do papel e de ICC a ser usado com este papel.";
PaperNameLableText = "Nome do papel personalizado:";
PaperNamePopUpText = "Item";
PaperCategoryLableText = "Categoria do papel:";
PaperCategoryFieldText = "categoria";
IccFileNamelableText = "Perfil ICC (opcional):";
IccFileNameFieldText = "<nenhum perfil selecionado>";
BrowseButtonText = "Pesquisar…";
ClearButtonText = "Limpar perfil";
CancelButtonText = "Cancelar";
DoneButtonText = "Completo";
